//Написать программу, которая на вход принимает два числа и выдает, какое число большее, а какое меньшее
Console.Clear();
Console.WriteLine(" Введите два числа: ");





